
technikaS = [
    {
        'id': 1,
        'name': 'Проектор BENQ MX-505',
        'category': 'Проекторы',
        'powercable': '220в',
        'country': 'Китай',
        'amount': '4',
        'description': 'Проектор BENQ MX-505 обеспечит трансляцию четкого и насыщенного изображения в максимальном формате 800х600 пикселей. В основании устройства появились прорезиненные ножки, незаменимые для обеспечения его устойчивости на любой поверхности.',
        'photo': 'http://127.0.0.1:9000/arenda/BENQ-MX505.jpg'
    },

    {
         'id': 2,
        'name': 'Микрофон SVEN5',
        'category': 'Микрофоны',
        'powercable': '3.5мм jack',
        'country': 'США',
        'amount': '3',
        'description': 'Микрофон SVEN5 удобен для использования во время конференций, общения по видеосвязи, студийной записи. Он предназначен для настольной установки и оснащен 1,8-метровым проводом для подключения к звуковоспроизводящей аппаратуре. ',
        'photo': 'http://127.0.0.1:9000/arenda/SVEN5.jpg'
    }, 

    {
        'id': 3,
        'name': 'Колонки GENIUS SP5',
        'category': 'Колонки',
        'powercable': 'USB-A',
        'country': 'Китай',
        'amount': '7',
        'description': 'Колонки Genius SP5 обладают суммарной мощностью 6 Вт. Благодаря тому, что корпус колонок сделан из MDF, обеспечивается совершенное звучание композиций, при котором вы сможете прочувствовать каждый звук в диапазоне 150-20000 Гц. Питание колонок осуществляется посредством USB, что позволяет использовать их с любыми устройствам',
        'photo': 'http://127.0.0.1:9000/arenda/GENIUSSP5.jpg'
    },

    {
        'id': 4,
        'name': 'Ноутбук LENOVO LEGION 5',
        'category': 'Ноутбуки',
        'powercable': '220в',
        'country': 'США',
        'amount': '2',
        'description': 'Ноутбук Lenovo Legion 5" WQXGA IPS - это мощный игровой ноутбук, который станет незаменимым помощником в решении любых задач.',
        'photo': 'http://127.0.0.1:9000/arenda/LENOVO5.jpg'
    },

      {
        'id': 5,
        'name': 'Колонки GENIUS SP5',
        'category': 'Колонки',
        'powercable': 'USB-A',
        'country': 'Китай',
        'amount': '7',
        'description': 'Колонки Genius SP5 обладают суммарной мощностью 6 Вт. Благодаря тому, что корпус колонок сделан из MDF, обеспечивается совершенное звучание композиций, при котором вы сможете прочувствовать каждый звук в диапазоне 150-20000 Гц. Питание колонок осуществляется посредством USB, что позволяет использовать их с любыми устройствам',
        'photo': 'http://127.0.0.1:9000/arenda/GENIUSSP5.jpg'
    },

      {
        'id': 6,
        'name': 'Колонки GENIUS SP5',
        'category': 'Колонки',
        'powercable': 'USB-A',
        'country': 'Китай',
        'amount': '7',
        'description': 'Колонки Genius SP5 обладают суммарной мощностью 6 Вт. Благодаря тому, что корпус колонок сделан из MDF, обеспечивается совершенное звучание композиций, при котором вы сможете прочувствовать каждый звук в диапазоне 150-20000 Гц. Питание колонок осуществляется посредством USB, что позволяет использовать их с любыми устройствам',
        'photo': 'http://127.0.0.1:9000/arenda/GENIUSSP5.jpg'
    },

    {
        'id': 7,
        'name': 'Ноутбук LENOVO LEGION 5',
        'category': 'Ноутбуки',
        'powercable': '220в',
        'country': 'США',
        'amount': '2',
        'description': 'Ноутбук Lenovo Legion 5" WQXGA IPS - это мощный игровой ноутбук, который станет незаменимым помощником в решении любых задач.',
        'photo': 'http://127.0.0.1:9000/arenda/LENOVO5.jpg'
    },
  {
        'id': 8,
        'name': 'Колонки GENIUS SP5',
        'category': 'Колонки',
        'powercable': 'USB-A',
        'country': 'Китай',
        'amount': '7',
        'description': 'Колонки Genius SP5 обладают суммарной мощностью 6 Вт. Благодаря тому, что корпус колонок сделан из MDF, обеспечивается совершенное звучание композиций, при котором вы сможете прочувствовать каждый звук в диапазоне 150-20000 Гц. Питание колонок осуществляется посредством USB, что позволяет использовать их с любыми устройствам',
        'photo': 'http://127.0.0.1:9000/arenda/GENIUSSP5.jpg'
    },
    {
         'id': 9,
        'name': 'Микрофон SVEN5',
        'category': 'Микрофоны',
        'powercable': '3.5мм jack',
        'country': 'США',
        'amount': '6',
        'description': 'Микрофон SVEN5 удобен для использования во время конференций, общения по видеосвязи, студийной записи. Он предназначен для настольной установки и оснащен 1,8-метровым проводом для подключения к звуковоспроизводящей аппаратуре. ',
        'photo': 'http://127.0.0.1:9000/arenda/SVEN5.jpg'
    }, 

 



]

ZAKAZ_DATA = [
    {
        "id": 1,
        "zakaz" : "515ю",
        "author": "Иванов Иван Иванович",
        "date": "30.09.2024",
        "technikas" : [[1, 3], [2, 2],  [3, 1], [4, 1],],
        
        
    }
] 


